Repository: raniop/ChildTime
Catalog: Shared/Localization/Localizable.xcstrings
Source language: he
Languages: ar, en, ru

source: עוד לא שחק באף עולם.
ar: لم يلعب في أي عالم بعد.
en: Hasn't played any world yet.
ru: Ещё не играл ни в одном мире.

source: עוד לא שחקה באף עולם.
ar: لم تلعب في أي عالم بعد.
en: Hasn't played any world yet.
ru: Ещё не играла ни в одном мире.

source: עוד לא שיחק באף עולם.
ar: لم يلعب في أي عالم بعد.
en: Hasn't played any world yet.
ru: Ещё не играл ни в одном мире.

source: עוד לא שיחקה באף עולם.
ar: لم تلعب في أي عالم بعد.
en: Hasn't played any world yet.
ru: Ещё не играла ни в одном мире.

source: עוד לא — בקרוב 😊
ar: ليس بعد — قريبًا 😊
en: Not yet — soon 😊
ru: Пока нет — скоро 😊

source: עוד מעט
ar: بقي القليل
en: Not enough yet
ru: Ещё чуть-чуть

source: עוד נגלה
ar: سنكتشف قريبًا
en: We'll see soon
ru: Скоро узнаем

source: עוד צעד אחד — בטלפון של %@
ar: خطوة أخرى — على هاتف %@
en: One more step — on %@'s phone
ru: Ещё один шаг — на телефоне %@

source: עוד צעד אחד 📍
ar: خطوة واحدة أخرى 📍
en: One more step 📍
ru: Ещё один шаг 📍

source: עוד קצת וטופי+ ייפתח לכם במתנה
ar: قليل بعد ويُفتح لكم Tofy+ هدية
en: A little more and Tofy+ opens as a gift
ru: Ещё немного — и Tofy+ откроется в подарок

source: עוד רגע חצות — אין מה לתת להיום. מיד אחרי חצות אפשר לתת שוב.
ar: منتصف الليل يقترب — لم يبقَ ما يُعطى لليوم. مباشرة بعد منتصف الليل يمكن العطاء من جديد.
en: It's almost midnight — there's nothing left to give today. You can give again right after midnight.
ru: Скоро полночь — на сегодня давать больше нечего. Сразу после полуночи можно дать снова.

source: עוד רגע חצות — מיד אחרי חצות אפשר לתת שוב.
ar: منتصف الليل يقترب — مباشرة بعد منتصف الليل يمكن العطاء من جديد.
en: It's almost midnight — you can give more right after midnight.
ru: Скоро полночь — сразу после полуночи можно дать снова.

source: עוד ▼
ar: المزيد ▼
en: More ▼
ru: Ещё ▼

source: עודכן %@
ar: تحديث %@
en: Updated %@
ru: Обновлено %@

source: עולם
ar: عالم
en: world
ru: мир

source: עולם בודד ל־30 יום, או טופי+ לכל המשפחה — מכאן, בטלפון שלכם
ar: عالم واحد لمدة 30 يومًا، أو Tofy+ لكل العائلة — من هنا، من هاتفكم
en: A single world for 30 days, or Tofy+ for the whole family — from here, on your phone
ru: Отдельный мир на 30 дней или Tofy+ для всей семьи — отсюда, с вашего телефона

source: עולם בסיסי · כלול בטופי+
ar: عالم أساسي · مشمول في Tofy+
en: Base world · included in Tofy+
ru: Базовый мир · входит в Tofy+

source: עולם חדש נפתח
ar: انفتح عالم جديد
en: A new world opened
ru: Открылся новый мир

source: עולם חדש נפתח: %@
ar: انفتح عالم جديد: %@
en: A new world opened: %@
ru: Открылся новый мир: %@

source: עולם الأعياد נפתח
ar: عالم الأعياد صار متاحًا
en: The الأعياد world is open
ru: Мир الأعياد открыт

source: עולם الأعياد, ודגל לערבית
ar: عالم الأعياد، وعلَم للعربية
en: The الأعياد world, and a flag for Arabic
ru: Мир الأعياد и флаг для арабского

source: עולמות
ar: عوالم
en: worlds
ru: миры

source: עולמות פעילים
ar: عوالم نشِطة
en: Active worlds
ru: Активные миры

source: עונה
ar: يجيب
en: answers
ru: отвечает

source: עוצרים כדי לקרוא
ar: توقّف للقراءة
en: Pause to read
ru: Пауза, чтобы дочитать

source: עזרה ותמיכה
ar: المساعدة والدعم
en: Help & support
ru: Помощь и поддержка

source: עזרו לילד שלכם להכיר שחקנים, קבוצות, תחרויות ועובדות מעניינות מעולם הכדורגל בישראל ובעולם.
ar: ساعدوا طفلكم على التعرّف على لاعبين وفرق وبطولات وحقائق مثيرة من عالم كرة القدم في إسرائيل وفي العالم.
en: Help your child get to know players, teams, tournaments, and fun facts from the world of soccer, in the US and around the globe.
ru: Помогите ребёнку познакомиться с игроками, командами, турнирами и интересными фактами из мира футбола в Израиле и во всём мире.

source: עיצוב זכוכית חדש — בכל האפליקציה
ar: تصميم زجاجي جديد — في كل أنحاء التطبيق
en: New glass design — across the app
ru: Новый стеклянный дизайн — во всём приложении

source: עיצוב חדש למסך הבית של הילד
ar: تصميم جديد للشاشة الرئيسية للطفل
en: A new design for the child's home screen
ru: Новый дизайн главного экрана ребёнка

source: עכשיו
ar: الآن
en: just now
ru: только что

source: עלייה לרמה %lld
ar: الوصول إلى المستوى %lld
en: Reached level %lld
ru: Переход на уровень %lld

source: עליית רמה
ar: ارتفاع مستوى
en: A level up
ru: Новый уровень

source: עצירה
ar: إيقاف مؤقت
en: Pause
ru: Пауза

source: עצירה מוקדמת כבר לא עולה לילד ביום
ar: التوقّف المبكر لم يعد يكلّف طفلكم يومه
en: Stopping early no longer costs your child the day
ru: Ранняя остановка больше не стоит ребёнку целого дня

source: עצרתם מוקדם? הדקות חוזרות גם למכסה
ar: توقّفتم مبكرًا؟ الدقائق تعود إلى الحصّة أيضًا
en: Stopped early? The minutes come back to the cap too
ru: Остановились раньше? Минуты возвращаются и в лимит

source: ערוך בחירה
ar: عدِّل الاختيار
en: Edit selection
ru: Изменить выбор

source: ערוך פרופיל
ar: عدِّل الملف الشخصي
en: Edit profile
ru: Редактировать профиль

source: ערוך פרופיל (שם, גיל)
ar: عدِّل الملف الشخصي (الاسم، العمر)
en: Edit profile (name, age)
ru: Редактировать профиль (имя, возраст)

source: עריכה בלחיצה על העיפרון
ar: التعديل بالقلم
en: Edit with the pencil
ru: Редактирование карандашом

source: עריכת %@
ar: تعديل %@
en: Edit %@
ru: Изменить: %@

source: עריכת ילד בלחיצה אחת
ar: تعديل الطفل بلمسة واحدة
en: Edit a child in one tap
ru: Редактирование ребёнка в одно касание

source: עריכת מטלה
ar: تعديل المهمة
en: Edit chore
ru: Редактирование задания

source: עשרות קטעי קריאה חדשים
ar: عشرات نصوص القراءة الجديدة
en: Dozens of new reading passages
ru: Десятки новых текстов для чтения

source: פְּלָדָה
ar: فولاذ
en: Steel
ru: Сталь

source: פְּלָמִינְגּוֹ
ar: فلامنغو
en: flamingo
ru: фламинго

source: פְּעִילָה
ar: مفعّل
en: Active
ru: Активна

source: פְּעֻלּוֹת מְשֻׁלָּבוֹת
ar: العمليات المركّبة
en: Order of operations
ru: Порядок действий

source: פְּרִי
ar: فاكهة
en: Fruit
ru: Фрукт

source: פְּרִיט אֶחָד בַּסַּל
ar: عنصر واحد في السلة
en: One item in a basket
ru: Один предмет в корзине

source: פְּרָחִים
ar: زهور
en: flowers
ru: цветы

source: פְּרָס בְּ-%lld
ar: جائزة عند %lld
en: Prize in %lld
ru: Приз через %lld

source: פְּרָס בְּתַחֲרוּת
ar: جائزة في مسابقة
en: a prize in a contest
ru: приз в конкурсе

source: פְּרָס!
ar: جائزة!
en: Prize!
ru: Приз!

source: פְּרוֹפִיל חָדָשׁ
ar: ملف شخصي جديد
en: New profile
ru: Новый профиль

source: פְּתִיחַת אַפְּלִיקַצְיָה מְסוּיֶּמֶת
ar: فتح تطبيق معيّن
en: Unlock a specific app
ru: Открыть определённое приложение

source: פְּתִיחַת הַהַגְדָּרוֹת
ar: فتح الإعدادات
en: Open settings
ru: Открыть настройки

source: פְּתִיחָה זְמַנִּית
ar: فتح مؤقت
en: Open for a while
ru: Открыть на время

source: פְּתִיחָה 🔓
ar: افتح 🔓
en: Open 🔓
ru: Открыть 🔓

source: פְּתַחְתֶּם אֶת הַכַּסֶּפֶת! 🔓
ar: فتحتم الخزنة! 🔓
en: You opened the safe! 🔓
ru: Вы открыли сейф! 🔓

source: פְּתַרְתֶּם אֶת כָּל הָרְמָזִים וּפִצַּחְתֶּם אֶת הַקּוֹד!
ar: حللت كل التلميحات وفككت الرمز!
en: You solved every clue and cracked the code!
ru: Вы решили все подсказки и взломали код!

source: פְּתוּחָה
ar: مفتوح
en: Open
ru: Открыто

source: פְּתוּחוֹת תָּמִיד
ar: مفتوحة دائمًا
en: Always open
ru: Всегда открыты

source: פְּתוּחוֹת תָּמִיד: %lld · עֲרִיכָה
ar: مفتوحة دائمًا: %lld · تعديل
en: Always open: %lld · Edit
ru: Всегда открыты: %lld · Изменить

source: פִּטְרִיָּה
ar: فطر
en: mushroom
ru: гриб

source: פִּי 2 — סִבּוּב הַפְתָּעָה! ⚡
ar: ×2 — جولة مفاجأة! ⚡
en: ×2 — surprise round! ⚡
ru: ×2 — раунд-сюрприз! ⚡

source: פִּיל
ar: فيل
en: Elephant
ru: Слон

source: פִּינְג פּוֹנְג
ar: تنس الطاولة
en: ping-pong
ru: настольный теннис

source: פִּינְגְּוִין
ar: بطريق
en: Penguin
ru: Пингвин

source: פִּצַּחְתֶּם %lld תַּבְנִיּוֹת!
ar: اكتشفتم %lld أنماط!
en: You cracked %lld patterns!
ru: Разгадано закономерностей: %lld!

source: פִּצַּחְתֶּם אֶת הַיַּעַד %lld פְּעָמִים!
ar: وصلتم إلى الهدف %lld مرة!
en: You hit the target %lld times!
ru: Вы попали в цель %lld раза!

source: פִּצַּחְתֶּם אֶת הַיַּעַד פַּעַם אַחַת!
ar: وصلتم إلى الهدف مرة واحدة!
en: You hit the target once!
ru: Вы попали в цель один раз!

source: פִּצַּחְתֶּם אֶת הַכַּסֶּפֶת! 🔓
ar: فتحتم الخزنة! 🔓
en: You cracked the safe! 🔓
ru: Сейф открыт! 🔓

source: פִּצַּחְתֶּם אֶת הַקּוֹד וְעוֹד נִשְׁאֲרוּ רְמָזִים סְגוּרִים — הַסָּקָה מְשֻׁבַּחַת! 🧠
ar: فككت الرمز وبقيت تلميحات مغلقة — استنتاج رائع! 🧠
en: You cracked the code with clues still locked — brilliant reasoning! 🧠
ru: Код взломан, а подсказки ещё остались закрытыми — блестящая логика! 🧠

source: פִּתְחוּ %@ לְ%@
ar: افتحوا %@ لـ%@
en: Unlock %@ for %@
ru: Откройте %@ для %@

source: פִּתְחוּ %@ לְ־%lld יְלָדִים
ar: افتحوا %@ لـ%lld أطفال
en: Unlock %@ for %lld kids
ru: Откройте %1$@ для %lld ребёнка

source: פִּתְחוּ אֶת הַהַגְדָּרוֹת
ar: افتحوا الإعدادات
en: Open Settings
ru: Открыть настройки

source: פִּתְחוּ אֶת הַשִּׂיחָה בָּאַפְּלִיקַצְיָה וְנַסּוּ שׁוּב.
ar: افتحوا المحادثة في التطبيق وحاولوا مجددًا.
en: Open the chat in the app and try again.
ru: Откройте чат в приложении и попробуйте снова.

source: פִּתְחוּ אֶת טוֹפִי בָּאַיְפוֹן פַּעַם אַחַת — וְהַמִּשְׁפָּחָה תּוֹפִיעַ כָּאן
ar: افتحوا Tofy على iPhone مرة واحدة — وستظهر العائلة هنا
en: Open Tofy on your iPhone once — and your family will show up here
ru: Откройте Tofy на iPhone один раз — и семья появится здесь

source: פִּתְחוּ אֶת טוֹפִי לְהַרְוִיחַ עוֹד
ar: افتحوا Tofy لتربحوا المزيد
en: Open Tofy to earn more
ru: Открой Tofy, чтобы заработать ещё

source: פִּתְחוּ אֶת טוֹפִי → הַגְדָּרוֹת ⚙️
ar: افتحوا Tofy → الإعدادات ⚙️
en: Open Tofy → Settings ⚙️
ru: Откройте Tofy → Настройки ⚙️

source: פִּתְחוּ כַּרְטִיס
ar: افتح البطاقة
en: Open card
ru: Открыть карточку

source: פִּתְחוּ לִי %@ דַּקּוֹת לְשַׂחֵק
ar: افتحوا لي %@ دقيقة للعب
en: Open %@ minutes of play for me
ru: Откройте мне %@ мин. игры

source: פִּתְחוּ לִי %lld דַּקּוֹת לְשַׂחֵק
ar: افتحوا لي %lld دقيقة للعب
en: Unlock %lld minutes to play
ru: Откройте мне %lld минуты для игры

source: פִּתְחוּ לִי 10 דַּקּוֹת
ar: افتحوا لي 10 دقائق
en: Unlock 10 minutes for me
ru: Откройте мне 10 минут

source: פִּתְחוּ עִם Face ID
ar: افتحوا باستخدام Face ID
en: Unlock with Face ID
ru: Откройте с Face ID

source: פִּתְחוּ!
ar: افتحوا!
en: Open!
ru: Открой!

source: פִידְבֶּק
ar: ملاحظات
en: Feedback
ru: Отзыв

source: פִידְבֶּק וְהַצָּעוֹת
ar: ملاحظات واقتراحات
en: Feedback & ideas
ru: Отзывы и идеи

source: פֶּה
ar: فم
en: Mouth
ru: Рот

source: פֶּנְדֵּל
ar: ركلة جزاء
en: penalty
ru: пенальти

source: פֶּרַח
ar: زهرة
en: flower
ru: цветок

source: פֶנֶק
ar: فَنَك
en: Fennec
ru: Фенек

source: פַּחְמָן דּוּ־חַמְצָנִי
ar: ثاني أكسيد الكربون
en: Carbon dioxide
ru: Углекислый газ

source: פַּנְדָּה
ar: باندا
en: Panda
ru: Панда

source: פַּנְדָּה אֲדוּמָּה
ar: باندا حمراء
en: Red Panda
ru: Красная панда

source: פַּסְטָה
ar: معكرونة
en: pasta
ru: макароны

source: פַּעַם אַחַת — לְכָל הַמַּכְשִׁירִים בַּמִּשְׁפָּחָה
ar: مرة واحدة — لكل الأجهزة في العائلة
en: Once — for every device in the family
ru: Один раз — для всех устройств в семье

source: פַּעַם רִאשׁוֹנָה בַּמִּשְׁפָּחָה? מַתְחִילִים כָּאן — בַּמַּכְשִׁיר שֶׁלָּכֶם
ar: أول مرة في عائلتكم؟ ابدأوا من هنا — على جهازكم
en: First time in your family? Start here — on your own device
ru: Впервые в вашей семье? Начните здесь — на своём устройстве

source: פַּעַר גָּדוֹל בֵּין נוֹשְׂאִים
ar: فجوة كبيرة بين المواضيع
en: Big gap between topics
ru: Большой разрыв между темами

source: פַּצְּחוּ אֶת הַקּוֹד הַסּוֹדִי — 6 נִסְיוֹנוֹת, וּמַפְתְּחוֹת שֶׁפּוֹתְחִים סְפָרוֹת
ar: اكتشفوا الرمز السري — 6 محاولات ومفاتيح تكشف الأرقام
en: Crack the secret code — 6 tries, and keys that open digits
ru: Разгадайте секретный код — 6 попыток и ключи, открывающие цифры

source: פַּרְפַּר
ar: فراشة
en: Butterfly
ru: Бабочка

source: פַּרְפָּרִים
ar: فراشات
en: butterflies
ru: бабочки

source: פַּרְצוּף בָּהִיר
ar: بشرة فاتحة
en: Light skin
ru: Светлая кожа

source: פַּרְצוּף כֵּהֶה
ar: بشرة داكنة
en: Dark skin
ru: Тёмная кожа

source: פַּרְצוּף שָׁזוּף
ar: بشرة قمحية
en: Medium skin
ru: Смуглая кожа

source: פָּחוֹת
ar: ناقص
en: minus
ru: минус

source: פָּחוֹת ▴
ar: أقل ▴
en: Less ▴
ru: Меньше ▴

source: פָּעִיל עַכְשָׁיו 🟢
ar: نشِط الآن 🟢
en: Active now 🟢
ru: Сейчас активен 🟢

source: פָּרְקִי אֶת הַמִּלָּה לַהֲבָרוֹת וְתִשְׁמְעִי אֵיךְ כָּל חֵלֶק נִכְתָּב.
ar: قسِّمي الكلمة إلى مقاطع وستسمعين كيف يُكتب كل جزء.
en: Break the word into syllables and listen to how each part is spelled.
ru: Раздели слово на слоги и услышишь, как пишется каждая часть.

source: פָּרִיז
ar: باريس
en: Paris
ru: Париж

source: פָּרֵק אֶת הַמִּלָּה לַהֲבָרוֹת וְתִשְׁמַע אֵיךְ כָּל חֵלֶק נִכְתָּב.
ar: قسِّم الكلمة إلى مقاطع وستسمع كيف يُكتب كل جزء.
en: Break the word into syllables and listen to how each part is spelled.
ru: Раздели слово на слоги и услышишь, как пишется каждая часть.

source: פָּרָה
ar: بقرة
en: cow
ru: корова

source: פָּרָזָאוּרוֹלוֹפוּס
ar: باراصورولوفوس
en: Parasaurolophus
ru: паразауролоф

source: פָּתְחָה
ar: فتحت
en: opened
ru: открыла

source: פָּתַח
ar: فتح
en: opened
ru: открыл

source: פָּתַחְתְּ אֶת הַמִּשְׂחָקִים לְהַיּוֹם! 🎮✨
ar: فتحتِ الألعاب لليوم! 🎮✨
en: You unlocked the games for today! 🎮✨
ru: Ты открыла игры на сегодня! 🎮✨

source: פָּתַחְתָּ אֶת הַמִּשְׂחָקִים לְהַיּוֹם! 🎮✨
ar: فتحتَ الألعاب لليوم! 🎮✨
en: You unlocked the games for today! 🎮✨
ru: Ты открыл игры на сегодня! 🎮✨

source: פָּתַחְתָּ פְּרִיט נָדִיר: %@!
ar: فتحتَ قطعة نادرة: %@!
en: You unlocked a rare item: %@!
ru: Ты открыл редкий предмет: %@!

source: פָּתַחַתְּ אֶת הַמִּשְׂחָקִים לְהַיּוֹם! 🎮✨
ar: فتحتِ الألعاب لليوم! 🎮✨
en: You unlocked the games for today! 🎮✨
ru: Ты открыла игры на сегодня! 🎮✨

source: פָּתַחַתְּ פְּרִיט נָדִיר: %@!
ar: فتحتِ قطعة نادرة: %@!
en: You unlocked a rare item: %@!
ru: Ты открыла редкий предмет: %@!

source: פָּתוּחַ עַכְשָׁיו
ar: مفتوح الآن
en: Unlocked now
ru: Открыто сейчас

source: פֹּעַל
ar: فعل
en: Verb
ru: Глагол

source: פּוֹל
ar: فول
en: Fava beans
ru: Бобы

source: פּוֹעֲלוֹת
ar: مُفعَّلة
en: On
ru: Включены

source: פּוֹצְצוּ אֶת הַבַּלּוֹן שֶׁיֵּשׁ עָלָיו %@!
ar: فَجِّرُوا البالون الذي عَلَيْهِ: %@!
en: Pop the balloon that has: %@!
ru: Лопните шарик, на котором: %@!

source: פּוֹצְצוּ אֶת הַבַּלּוֹנִים
ar: فرقعوا البالونات
en: Balloon pop
ru: Лопни шарики

source: פּוֹצְצוּ אֶת הַתְּשׁוּבָה הַנְּכוֹנָה!
ar: افقعوا الإجابة الصحيحة!
en: Pop the right answer!
ru: Лопните правильный ответ!

source: פּוֹצְצוּ אֶת כָּל הַבַּלּוֹנִים %@!
ar: فَجِّرُوا كُلَّ البالونات: %@!
en: Pop every balloon that is: %@!
ru: Лопайте все шарики: %@!

source: פּוֹצְצוּ אֶת כָּל הַבַּלּוֹנִים עִם %@!
ar: فَجِّرُوا كُلَّ البالونات التي عَلَيْها: %@!
en: Pop every balloon that has: %@!
ru: Лопайте все шарики, на которых: %@!

source: פּוֹצְצוּ אֶת כָּל הַדִּינוֹזָאוּרִים שֶׁאָכְלוּ בָּשָׂר!
ar: فرقعوا كل الديناصورات آكلة اللحم!
en: Pop all the meat-eating dinosaurs!
ru: Лопайте всех хищных динозавров!

source: פּוֹצְצוּ אֶת כָּל הַדִּינוֹזָאוּרִים!
ar: فرقعوا كل الديناصورات!
en: Pop all the dinosaurs!
ru: Лопайте всех динозавров!

source: פּוֹצְצוּ אֶת כָּל הַחַיּוֹת בְּאַנְגְּלִית!
ar: فرقعوا كل الحيوانات بالإنجليزية!
en: Pop all the animal words!
ru: Лопайте все английские слова-животные!

source: פּוֹצְצוּ אֶת כָּל הַחַיּוֹת שֶׁחַיּוֹת בַּיָּם!
ar: فرقعوا كل الحيوانات التي تعيش في البحر!
en: Pop all the animals that live in the sea!
ru: Лопайте всех животных, которые живут в море!

source: פּוֹצְצוּ אֶת כָּל הַיּוֹנְקִים שֶׁחַיִּים בַּיָּם!
ar: فرقعوا كل الثدييات البحرية!
en: Pop all the sea mammals!
ru: Лопайте всех морских млекопитающих!

source: פּוֹצְצוּ אֶת כָּל הַמִּסְפָּרִים הַזּוּגִיִּים!
ar: فرقعوا كل الأعداد الزوجية!
en: Pop all the even numbers!
ru: Лопайте все чётные числа!

source: פּוֹצְצוּ אֶת כָּל הַמִּסְפָּרִים הָאִי־זוּגִיִּים!
ar: فرقعوا كل الأعداد الفردية!
en: Pop all the odd numbers!
ru: Лопайте все нечётные числа!

source: פּוֹצְצוּ אֶת כָּל הַמִּסְפָּרִים הָרִאשׁוֹנִיִּים!
ar: فرقعوا كل الأعداد الأولية!
en: Pop all the prime numbers!
ru: Лопайте все простые числа!

source: פּוֹצְצוּ אֶת כָּל הַמִּסְפָּרִים הָרִבּוּעִיִּים!
ar: فرقعوا كل الأعداد المربعة!
en: Pop all the square numbers!
ru: Лопайте все квадраты чисел!

source: פּוֹצְצוּ אֶת כָּל הַמִּסְפָּרִים שֶׁמִּתְחַלְּקִים בְּ־%lld!
ar: فرقعوا كل الأعداد التي تقبل القسمة على %lld!
en: Pop all the numbers divisible by %lld!
ru: Лопайте все числа, которые делятся на %lld!

source: פּוֹצְצוּ אֶת כָּל הַפְּעָלִים בְּאַנְגְּלִית!
ar: فرقعوا كل الأفعال بالإنجليزية!
en: Pop all the English verbs!
ru: Лопайте все английские глаголы!

source: פּוֹצְצוּ אֶת כָּל כּוֹכְבֵי הַלֶּכֶת הַגָּזִיִּים!
ar: فرقعوا كل الكواكب الغازية!
en: Pop all the gas giant planets!
ru: Лопайте все газовые планеты!

source: פּוֹצְצוּ אֶת כָּל כּוֹכְבֵי הַלֶּכֶת!
ar: فرقعوا كل الكواكب!
en: Pop all the planets!
ru: Лопайте все планеты!

source: פּוֹצְצוּ אֶת כָּל מַה שֶּׁשַּׁיָּךְ לְכַדּוּרֶגֶל!
ar: فرقعوا كل ما يتعلق بكرة القدم!
en: Pop everything that belongs to soccer!
ru: Лопайте всё, что относится к футболу!

source: פּוֹצְצוּ אֶת כָּל עָרֵי הַבִּירָה!
ar: فرقعوا كل العواصم!
en: Pop all the capital cities!
ru: Лопайте все столицы!

source: פּוֹצְצוּ אֶת כָּל תַּפְקִידֵי הַהֲגָנָה!
ar: فرقعوا كل مراكز الدفاع!
en: Pop all the defending positions!
ru: Лопайте все позиции защиты!

source: פּוֹרְטוּגָל
ar: البرتغال
en: Portugal
ru: Португалия

source: פּוֹתְחִים אֶת הָרְכִישָׁה…
ar: نفتح عملية الشراء…
en: Opening the purchase…
ru: Открываем покупку…

source: פּוֹתְחִים אוֹתָן בַּכַּפְתּוֹר הַוָּרוֹד לְמַטָּה 🎁
ar: افتحها بالزرّ الورديّ في الأسفل 🎁
en: Open them with the pink button below 🎁
ru: Открой их розовой кнопкой внизу 🎁

source: פּוֹתְחִים זְמַן מִשְׂחָק
ar: فتح وقت اللعب
en: Unlock play time
ru: Открываем игровое время

source: פּוֹתְחִים לְךָ… ✨
ar: نفتح لك… ✨
en: Unlocking for you… ✨
ru: Открываем тебе… ✨

source: פּוֹתְחִים לָךְ… ✨
ar: نفتح لكِ… ✨
en: Unlocking for you… ✨
ru: Открываем тебе… ✨

source: פּוֹתֵחַ
ar: يفتح
en: can unlock them
ru: может открыть

source: פּוֹתַחַת
ar: تفتح
en: can unlock them
ru: может открыть

source: פוּנְקְצִיָּה קַוִּית
ar: الدالة الخطية
en: Linear functions
ru: Линейная функция

source: פונקציה קוית
ar: الدالة الخطية
en: Linear functions
ru: Линейная функция

source: פועלות
ar: مُفعَّلة
en: On
ru: Включены

source: פותח
ar: يفتح
en: can unlock them
ru: может открыть

source: פותחים את הרכישה…
ar: نفتح عملية الشراء…
en: Opening the purchase…
ru: Открываем покупку…

source: פותחים את טופי בטלפון של %@
ar: افتحوا Tofy على هاتف %@
en: Open Tofy on %@'s phone
ru: Откройте Tofy на телефоне %@

source: פותחים, בוחרים "המכשיר של הילד" וסורקים את הקוד
ar: افتحوه، اختاروا "جهاز الطفل" وامسحوا الرمز
en: Open it, choose "The child's device" and scan the code
ru: Откройте, выберите «Устройство ребёнка» и отсканируйте код

source: פותחת
ar: تفتح
en: can unlock them
ru: может открыть

source: פחות ▲
ar: أقل ▲
en: Less ▲
ru: Меньше ▲

source: פחות ▴
ar: أقل ▴
en: Less ▴
ru: Меньше ▴

source: פיד למידה חכם
ar: خلاصة تعلُّم ذكية
en: Smart learning feed
ru: Умная лента обучения

source: פידבק
ar: ملاحظات
en: Feedback
ru: Отзыв

source: פידבק והצעות
ar: ملاحظات واقتراحات
en: Feedback & ideas
ru: Отзывы и идеи

source: פעולה זו תאפס דקות משחק שנצברו, ניקוד הסשן ועונש טעויות. לא יימחקו שמות, פרופילים או פריטי קוסמטיקה.
ar: هذا الإجراء سيصفّر دقائق اللعب المتراكمة ونقاط الجلسة وعقوبة الأخطاء. لن تُحذف الأسماء ولا الملفات الشخصية ولا قطع التزيين.
en: This resets earned play minutes, session points, and the mistake penalty. It won't delete names, profiles, or cosmetic items.
ru: Это действие сбросит накопленные игровые минуты, очки сессии и штраф за ошибки. Имена, профили и косметика не удалятся.

source: פעולה זו תמחק את כל הילדים, ההתקדמות וההיסטוריה מהמכשיר ומהענן, ותנתק את החשבון. לא ניתן לבטל.
ar: هذا الإجراء سيحذف كل الأطفال والتقدّم والسجلّ من الجهاز ومن السحابة، وسيفصل الحساب. لا يمكن التراجع.
en: This deletes all children, progress, and history from the device and the cloud, and signs out of the account. This can't be undone.
ru: Это действие удалит всех детей, прогресс и историю с устройства и из облака и отключит аккаунт. Отменить нельзя.

source: פעולות
ar: إجراءات
en: Actions
ru: Действия

source: פעולות מהשעון
ar: إجراءات من الساعة
en: Actions from the watch
ru: Действия с часов

source: פעולות משלבות
ar: العمليات المركّبة
en: Order of operations
ru: Порядок действий

source: פעולות פשוטות יותר, וזמן מסך מדויק
ar: إجراءات أبسط، ووقت شاشة دقيق
en: Simpler actions, and accurate screen time
ru: Проще действия и точное экранное время

source: פעיל
ar: مفعّل
en: On
ru: Вкл.

source: פעיל עד %@
ar: نشِط حتى %@
en: Active until %@
ru: Активно до %@

source: פעילה
ar: مفعّل
en: Active
ru: Активна

source: פעלות משלבות
ar: العمليات المركّبة
en: Order of operations
ru: Порядок действий

source: פעם
ar: مرة
en: once
ru: раз

source: פעם ביום
ar: مرة في اليوم
en: Once a day
ru: Раз в день

source: פעמיים
ar: مرتان
en: twice
ru: дважды

source: פעמיים ביום
ar: مرتان في اليوم
en: Twice a day
ru: Два раза в день

source: פער גדול בין נושאים
ar: فجوة كبيرة بين المواضيع
en: Big gap between topics
ru: Большой разрыв между темами

source: פרופיל והתקדמות לכל ילד
ar: ملف شخصي وتقدّم لكل طفل
en: A profile and progress for each child
ru: Профиль и прогресс для каждого ребёнка

source: פרופיל חדש
ar: ملف شخصي جديد
en: New profile
ru: Новый профиль

source: פרופיל למידה
ar: ملف التعلُّم
en: Learning profile
ru: Профиль обучения

source: פרטי החשבון
ar: تفاصيل الحساب
en: Account details
ru: Данные аккаунта

source: פרטי לגמרי
ar: خصوصية كاملة
en: Totally private
ru: Полностью приватно

source: פרטיות
ar: الخصوصية
en: Privacy
ru: Конфиденциальность

source: פרטיות ונתונים
ar: الخصوصية والبيانات
en: Privacy & data
ru: Приватность и данные

source: פרס בכל סוף סיבוב
ar: مكافأة في نهاية كل جولة
en: A reward every round
ru: Награда за каждый раунд

source: פרס בכל סוף סיבוב, וזמן מדויק לשנייה
ar: مكافأة في نهاية كل جولة، ووقت دقيق بالثانية
en: A reward every round, and time to the second
ru: Награда за каждый раунд и точное время до секунды

source: פתוח עכשיו
ar: مفتوح الآن
en: Unlocked now
ru: Открыто сейчас

source: פתוחה
ar: مفتوح
en: Open
ru: Открыто

source: פתוחות תמיד
ar: مفتوحة دائمًا
en: Always open
ru: Всегда открыты

source: פתוחות תמיד: %lld · עריכה
ar: مفتوحة دائمًا: %lld · تعديل
en: Always open: %lld · Edit
ru: Всегда открыты: %lld · Изменить

source: פתח
ar: افتح
en: Open
ru: Открыть

source: פתח 10 דקות
ar: افتح 10 دقائق
en: Unlock 10 minutes
ru: Открыть 10 минут

source: פתח Settings
ar: افتح Settings
en: Open Settings
ru: Открыть Настройки

source: פתח עם Face ID / Touch ID
ar: افتح باستخدام Face ID / Touch ID
en: Unlock with Face ID / Touch ID
ru: Открыть с Face ID / Touch ID

source: פתחה
ar: فتحت
en: opened
ru: открыла

source: פתחו %@ ל%@
ar: افتحوا %@ لـ%@
en: Unlock %@ for %@
ru: Откройте %@ для %@

source: פתחו %@ ל%lld ילדים
ar: افتحوا %@ لـ%lld أطفال
en: Unlock %@ for %lld kids
ru: Откройте %1$@ для %lld ребёнка

source: פתחו %@ ל־%lld ילדים
ar: افتحوا %@ لـ%lld أطفال
en: Unlock %@ for %lld kids
ru: Откройте %1$@ для %lld ребёнка

source: פתחו את ההגדרות
ar: افتحوا الإعدادات
en: Open Settings
ru: Открыть настройки

source: פתחו את השיחה באפליקציה ונסו שוב.
ar: افتحوا المحادثة في التطبيق وحاولوا مجددًا.
en: Open the chat in the app and try again.
ru: Откройте чат в приложении и попробуйте снова.

source: פתחו את טופי באייפון פעם אחת — והמשפחה תופיע כאן
ar: افتحوا توفي على الآيفون مرة واحدة — وستظهر العائلة هنا
en: Open Tofy on your iPhone once — and the family appears here
ru: Откройте Tofy на iPhone один раз — и семья появится здесь

source: פתחו את טופי כדי לראות את המשפחה כאן
ar: افتحوا Tofy لرؤية العائلة هنا
en: Open Tofy to see your family here
ru: Откройте Tofy, чтобы увидеть свою семью здесь

source: פתחו את טופי → הגדרות ⚙️
ar: افتحوا Tofy → الإعدادات ⚙️
en: Open Tofy → Settings ⚙️
ru: Откройте Tofy → Настройки ⚙️

source: פתחו כרטיס
ar: افتح البطاقة
en: Open card
ru: Открыть карточку

source: פתחו לי דקות!
ar: افتحوا لي دقائق!
en: Unlock minutes for me!
ru: Откройте мне минуты!
